Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PreferencesUI/PasscodeLock-DimpleKey.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DTO_AUTHENTICATION_FALLBACK_DESCRIPTION_DELETE_FINGERPRINT
source: Authentication is required before you can delete a fingerprint.
ar: مطلوب المصادقة أولاً حتى يمكنك حذف بصمة إصبع.
bg: Изисква се идентификация, преди да можете да изтриете пръстов отпечатък.
ca: Per eliminar l’empremta digital, cal que t’autentiquis.
cs: Před smazáním otisku musíte ověřit svoji totožnost.
da: Godkendelse kræves, før du kan slette et fingeraftryk.
de: Vor dem Löschen eines Fingerabdrucks ist eine Authentifizierung erforderlich.
el: Απαιτείται έλεγχος ταυτότητας για να διαγράψετε ένα δαχτυλικό αποτύπωμα.
es: Para poder eliminar una huella digital, primero debes autenticarte.
es_us: Se requiere autenticación para poder eliminar una huella.
fi: Todentaminen vaaditaan ennen kuin voit poistaa sormenjäljen.
fr: Vous devez vous authentifier pour supprimer une empreinte.
fr_ca: L’authentification est requise pour que vous puissiez supprimer une empreinte digitale.
he: יש לבצע אימות לצורך מחיקת טביעת אצבע.
hi: अपने उँगली के निशान डिलीट करने से पहले प्रमाणन आवश्यक है।
hr: Za brisanje otiska prsta potrebna je autorizacija.
hu: Hitelesítés szükséges, mielőtt törölhetne egy ujjlenyomatot.
id: Pengesahan diperlukan sebelum Anda dapat menghapus sidik jari.
it: Per poter eliminare un’impronta digitale è richiesta l’autenticazione.
ja: 指紋を削除するには認証が必要です。
kk: Саусақ ізін жою алдында аутентификациядан өту қажет.
ko: 지문을 삭제하려면 인증이 필요합니다.
lt: Kad galėtumėte ištrinti piršto atspaudą, reikia autentifikuoti.
ms: Pengesahan diperlukan sebelum anda boleh memadamkan cap jari.
nl: Authenticatie is vereist voordat je een vingerafdruk kunt verwijderen.
no: Autentisering kreves før du kan slette et fingeravtrykk.
pl: Aby móc usunąć odcisk palca, musisz się uwierzytelnić.
pt_br: Para apagar uma impressão digital, você deve se autenticar.
pt_pt: A autenticação é necessária para apagar uma impressão digital.
ro: Autentificarea este obligatorie înainte de a putea să ștergeți o amprentă.
ru: Прежде чем удалить отпечаток пальца, необходимо пройти аутентификацию.
sk: Pred vymazaním odtlačku prsta sa musíte autentifikovať.
sl: Zahtevano je preverjanje pristnosti. Šele nato boste lahko izbrisali prstni odtis.
sv: Autentisering krävs innan du kan radera ett fingeravtryck.
th: ต้องมีการตรวจสอบสิทธิ์ก่อนที่คุณจะสามารถลบลายนิ้วมือได้
tr: Parmak izi silebilmeniz için kimlik doğrulama gerekiyor.
uk: Потрібно виконати автентифікацію, перш ніж видалити відбиток пальця.
vi: Yêu cầu xác thực trước khi bạn có thể xóa dấu vân tay.
zh_cn: 需要认证才能删除指纹。
zh_hk: 需要認證才能刪除指紋。
zh_tw: 需要認證才能刪除指紋。

# DTO_IN_PROGRESS_DESCRIPTION_TURN_OFF_PASSCODE
source: You will get a notification when the security delay ends. You will then be able to turn off the passcode.
ar: سيصلك إشعار عند انتهاء مدة التأخير الأمني. سيكون بإمكانك حينئذٍ إيقاف رمز الدخول.
bg: Ще получите известие, когато забавянето с цел защита приключи. След това ще можете да изключите кода.
ca: Quan finalitzi l’interval de seguretat, rebràs una notificació i podràs desactivar el codi.
cs: Až bezpečnostní prodleva skončí, dostanete oznámení. Pak budete moct přístupový kód vypnout.
da: Du får en notifikation, når sikkerhedsforsinkelsen er slut. Derefter kan du slå koden fra.
de: Du wirst benachrichtigt, sobald die Sicherheitsverzögerung beendet ist. Anschließend kannst du den Code deaktivieren.
el: Θα λάβετε μια γνωστοποίηση όταν λήξει η καθυστέρηση ασφαλείας. Στη συνέχεια, θα μπορείτε να απενεργοποιήσετε τον κωδικό.
es: Cuando haya transcurrido el tiempo de espera de seguridad, recibirás una notificación y podrás desactivar el código del dispositivo.
es_us: Recibirás una notificación cuando haya transcurrido el periodo de espera de seguridad y puedas desactivar el código.
fi: Saat ilmoituksen, kun suojausviive on päättynyt. Sen jälkeen voit laittaa pääsykoodin pois päältä.
fr: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors désactiver le code.
fr_ca: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors désactiver le code.
he: בסיום השהיית האבטחה יישלח עדכון, ואז יהיה באפשרותך לבטל את קוד הגישה.
hi: सुरक्षा विलंब समाप्त होने पर आपको एक सूचना प्राप्त होगी। उसके बाद आप पासकोड बंद कर सकेंगे।
hr: Primit ćete obavijest kad sigurnosna odgoda istekne. Tada ćete moći isključiti šifru.
hu: Értesítést fog kapni, amikor a biztonsági késleltetés véget ér. Ezt követően fogja tudni kikapcsolni a jelkódot.
id: Anda akan mendapatkan pemberitahuan setelah penundaan keamanan berakhir. Anda kemudian akan dapat mematikan kode sandi.
it: Riceverai una notifica quando il ritardo di sicurezza sarà terminato e potrai disattivare il codice.
ja: セキュリティ上の理由による変更に対する待機時間が終わると通知が届きます。そのあとで、パスコードをオフにすることができるようになります。
kk: Қауіпсіздік кідірісі аяқталғанда, сізге хабарландыру жіберіледі. Содан кейін ғана құпиякодты өшіру мүмкін болады.
ko: 보안 지연이 종료되면 알림을 받으며, 그 이후에 암호를 끌 수 있습니다.
lt: Pasibaigus saugos delsai, gausite pranešimą. Tada galėsite išjungti prieigos kodą.
ms: Anda akan menerima pemberitahuan apabila penundaan keselamatan tamat. Anda kemudian akan dapat menyahaktifkan kod laluan.
nl: Je ontvangt een melding wanneer de beveiligingsvertraging is beëindigd. Je kunt dan de toegangscode uitschakelen.
no: Du vil motta en varsling når sikkerhetsforsinkelsen er over. Du kan deretter slå av bruk av kode.
pl: Po zakończeniu odliczania otrzymasz odpowiednie powiadomienie, a wyłączenie kodu będzie możliwe.
pt_br: Quando o adiamento de segurança terminar, você receberá uma notificação e então poderá desativar o código.
pt_pt: Receberá uma notificação quando o intervalo de segurança terminar. Nessa altura, poderá desativar o código.
ro: Veți primi o notificare atunci când întârzierea de securitate se încheie. Veți putea apoi să dezactivați codul de acces.
ru: Когда системная задержка для защиты данных закончится, Вы получите уведомление и сможете выключить код‑пароль.
sk: Po skončení bezpečnostného oneskorenia sa vám zobrazí hlásenie. Potom budete môcť vypnúť kód.
sl: Ob koncu varnostne zakasnitve boste prejeli obvestilo. Nato boste lahko izklopili kodo za dostop.
sv: Du får en notis när säkerhetsfördröjningen avslutas. Sedan kan du stänga av lösenkoden.
th: คุณจะได้รับการแจ้งเตือนเมื่อรอเวลาเพื่อความปลอดภัยสิ้นสุดแล้ว จากนั้นคุณจะสามารถปิดการใช้รหัสได้
tr: Güvenlik gecikmesi bittiğinde bir bildirim alırsınız. Daha sonra parolayı kapatabilirsiniz.
uk: Коли захисна затримка закінчиться, надійде сповіщення. Тоді ви зможете вимкнути код допуску.
vi: Bạn sẽ nhận được thông báo khi trì hoãn bảo mật kết thúc. Sau đó, bạn có thể tắt mật mã.
zh_cn: 安全延迟结束时你将收到通知。之后即可关闭密码。
zh_hk: 保安延遲結束時你將會收到通知。之後你就可以關閉密碼。
zh_tw: 安全性延遲結束時會傳送通知。接著你才能關閉密碼。

# DTO_AUTHENTICATION_FALLBACK_DESCRIPTION_SET_UP_FACE_ID_WITH_MASK
source: Authentication is required before you can set up Face ID with a mask.
ar: مطلوب المصادقة أولاً حتى يمكنك إعداد بصمة الوجه مع كمامة.
bg: Изисква се идентификация, преди да можете да настроите Face ID с маска.
ca: Per configurar el Face ID amb mascareta, cal que t’autentiquis.
cs: Před nastavením Face ID s rouškou musíte ověřit svoji totožnost.
da: Godkendelse kræves, før du kan indstille Face ID med mundbind.
de: Vor dem Einrichten von Face ID mit Maske ist eine Authentifizierung erforderlich.
el: Απαιτείται έλεγχος ταυτότητας για να διαμορφώσετε το Face ID με μάσκα.
es: Para poder configurar Face ID con mascarilla, primero debes autenticarte.
es_us: Espera de seguridad requerida para configurar Face ID con cubrebocas.
fi: Todentaminen vaaditaan ennen kuin voit ottaa käyttöön Face ID:n maskin kanssa.
fr: Vous devez vous authentifier pour configurer Face ID avec un masque.
fr_ca: L’authentification est requise pour vous permettre de configurer Face ID avec un masque.
he: יש לבצע אימות לצורך הגדרת Face ID עם מסכה.
hi: मास्क के साथ Face ID सेटअप करने से पहले प्रमाणन आवश्यक है।
hr: Za podešavanje Face ID-ja s maskom potrebna je autorizacija.
hu: Hitelesítés szükséges, mielőtt beállíthatná a Face ID‑t maszkkal.
id: Pengesahan diperlukan sebelum Anda dapat mengatur Face ID dengan masker.
it: Per poter configurare Face ID con la mascherina è richiesta l’autenticazione.
ja: マスク着用時Face IDの設定を行うには認証が必要です。
kk: Face ID функциясын маска тағып баптау алдында аутентификациядан өту қажет.
ko: 마스크를 쓴 상태로 Face ID를 설정하려면 인증이 필요합니다.
lt: Kad galėtumėte nustatyti „Face ID“ su kauke, reikia autentifikuoti.
ms: Pengesahan diperlukan sebelum anda boleh menyediakan Face ID dengan pelitup.
nl: Authenticatie is vereist voordat je Face ID met een mondkapje kunt configureren.
no: Autentisering kreves før du kan tilpasse Face ID med munnbind.
pl: Aby móc skonfigurować Face ID z maseczką, musisz się uwierzytelnić.
pt_br: Para configurar o Face ID de máscara, você deve se autenticar.
pt_pt: A autenticação é necessária para configurar o Face ID com máscara.
ro: Autentificarea este obligatorie înainte de a putea să configurați Face ID cu o mască.
ru: Перед настройкой Face ID в маске необходимо пройти аутентификацию.
sk: Pred nastavením Face ID s nasadeným rúškom sa musíte autentifikovať.
sl: Zahtevano je preverjanje pristnosti. Šele nato boste lahko nastavili funkcijo Face ID z masko.
sv: Autentisering krävs innan du kan ställa in Face ID med ett munskydd.
th: ต้องมีการตรวจสอบสิทธิ์ก่อนที่คุณจะสามารถตั้งค่า Face ID ขณะสวมใส่หน้ากากอนามัยได้
tr: Face ID’yi maskeyle ayarlayabilmeniz için kimlik doğrulama gerekiyor.
uk: Потрібно виконати автентифікацію, перш ніж налаштовувати Face ID з маскою.
vi: Yêu cầu xác thực trước khi bạn có thể thiết lập Face ID với khẩu trang.
zh_cn: 需要认证才能设置口罩面容ID。
zh_hk: 需要認證才能設定戴口罩的Face ID。
zh_tw: 需要認證才能設定口罩Face ID。

# DTO_BEGIN_TITLE_ENROLL_TOUCH_ID
source: Security Delay Required to Set Up Touch ID
ar: مطلوب تأخير أمني لإعداد بصمة الإصبع
bg: Изисква се забавяне с цел защита, за да настроите Touch ID
ca: Interval de seguretat obligatori per configurar el Touch ID
cs: Před nastavením Touch ID musí uplynout bezpečnostní prodleva
da: Sikkerhedsforsinkelse kræves for at indstille Touch ID
de: Sicherheitsverzögerung zum Einrichten von Touch ID erforderlich
el: Απαιτείται καθυστέρηση ασφαλείας για διαμόρφωση του Touch ID
es: Debe transcurrir el tiempo de espera de seguridad para configurar Touch ID
es_us: Espera de seguridad requerida para configurar Touch ID
fi: Suojausviive vaaditaan Touch ID:n käyttöönottoa varten
fr: Délai de sécurité requis pour configurer Touch ID
fr_ca: Délai de sécurité requis pour configurer Touch ID
he: יש להמתין לסיום השהיית האבטחה כדי להגדיר את Touch ID
hi: Touch ID सेटअप करने के लिए सुरक्षा विलंब आवश्यक है
hr: Sigurnosna odgoda potrebna je za podešavanje Touch ID‑ja
hu: Biztonsági késleltetés szükséges a Touch ID beállításához
id: Penundaan Keamanan Diperlukan untuk Mengatur Touch ID
it: Ritardo di sicurezza previsto per configurare Touch ID
ja: Touch IDの設定を行うにはセキュリティ上の理由から時間を置く必要があります
kk: Touch ID функциясын баптау үшін қауіпсіздік кідірісі қажет
ko: Touch ID를 설정하려면 보안 지연을 거쳐야 함
lt: Reikia saugumo delsos, kad būtų galima nustatyti „Touch ID“
ms: Penundaan Keselamatan Diperlukan untuk Menyediakan Touch ID
nl: Beveiligingsvertraging vereist om Touch ID te configureren
no: Sikkerhetsforsinkelse kreves for å tilpasse Touch ID
pl: Konfigurowanie Touch ID jest możliwe z opóźnieniem
pt_br: Adiamento de Segurança Necessário para Configurar o Touch ID
pt_pt: Intervalo de segurança necessário para configurar o Touch ID
ro: Întârziere de securitate obligatorie înainte de a configura Touch ID
ru: Перед настройкой Touch ID необходима системная задержка для защиты данных
sk: Pred nastavením Touch ID musí prebehnúť bezpečnostné oneskorenie
sl: Za nastavitev funkcije Touch ID je zahtevana varnostna zakasnitev
sv: Säkerhetsfördröjning krävs för att ställa in Touch ID
th: ต้องรอเวลาเพื่อความปลอดภัยในการตั้งค่า Touch ID
tr: Touch ID’yi Ayarlamak İçin Güvenlik Gecikmesi Gerekli
uk: Перед налаштуванням Touch ID потрібна захисна затримка
vi: Yêu cầu trì hoãn bảo mật để thiết lập Touch ID
zh_cn: 需要安全延迟才能设置触控ID
zh_hk: 需要保安延遲才能設定Touch ID
zh_tw: 需要等待安全性延遲才能設定Touch ID

# DTO_ALERT_CANNOT_DELETE_TOUCH_ID_TITLE
source: Turn Off Stolen Device Protection to Delete Fingerprint
ar: يجب إيقاف حماية الجهاز المسروق لحذف بصمة الإصبع
bg: Изключете Защита на откраднато устройство, за да изтриете пръстовия отпечатък
ca: Per eliminar l’empremta digital, desactiva la protecció en cas de robatori del dispositiu.
cs: Chcete‑li smazat otisk, vypněte ochranu odcizených zařízení
da: Slå Beskyttelse af stjålet enhed fra for at slette fingeraftryk
de: Zum Löschen des Fingerabdrucks Schutz für gestohlene Geräte deaktivieren
el: Απενεργοποίηση της Προστασίας κλεμμένης συσκευής για διαγραφή δαχτυλικού αποτυπώματος
es: Desactiva la protección en caso de robo del dispositivo
es_us: Desactiva la protección del dispositivo en caso de robo
fi: Laita varastetun laitteen suojaus pois päältä, jotta voit poistaa sormenjäljen
fr: Désactivez la protection en cas de vol de l’appareil pour supprimer l’empreinte digitale
fr_ca: Désactivez la protection en cas de vol de l’appareil pour supprimer l’empreinte
he: כדי למחוק טביעת אצבע יש לכבות את ״הגנה על מכשיר שנגנב״.
hi: फ़िंगरप्रिंट डिलीट करने के लिए “चोरी हो जाने पर डिवाइस सुरक्षा” बंद करें
hr: Isključite Zaštitu ukradenog uređaja za brisanje otiska prsta
hu: Ellopott eszköz védelme funkció kikapcsolása az ujjlenyomat törléséhez
id: Matikan Perlindungan Perangkat Curian untuk Menghapus Sidik Jari
it: Disattiva “Protezione del dispositivo rubato” per eliminare l’impronta digitale
ja: 指紋を削除するには“盗難デバイスの保護”をオフにしてください
kk: Саусақ ізін жою үшін «Ұрланған құрылғыны қорғау» функциясын өшіріңіз
ko: 지문을 삭제하려면 도난당한 기기 보호 끄기
lt: Išjunkite „Pavogto įrenginio apsaugą“, kad ištrintumėte piršto atspaudą
ms: Nyahaktifkan Aktifkan Perlindungan Peranti Dicuri untuk Memadamkan Cap Jari
nl: Schakel 'Bescherming voor gestolen apparaat' uit om vingerafdruk te verwijderen
no: Slå av Beskyttelse av stjålet enhet for å slette fingeravtrykk
pl: Aby usunąć odcisk palca, wyłącz ochronę skradzionego urządzenia
pt_br: Desative a Proteção de Dispositivo Roubado para Apagar as Impressões Digitais
pt_pt: Desativar a proteção de dispositivos roubados para apagar a impressão digital
ro: Pentru a șterge amprenta, dezactivați protecția pentru dispozitive furate
ru: Для удаления отпечатка выключите Защиту украденного устройства
sk: Pred vymazaním odtlačku prsta vypnite ochranu odcudzeného zariadenia
sl: Za izbris prstnega odtisa izklopite zaščito za ukradeno napravo
sv: Slå av Skydd för stulen enhet om du vill radera fingeravtryck
th: ปิดใช้การปกป้องอุปกรณ์เมื่อถูกขโมยเพื่อลบลายนิ้วมือ
tr: Parmak İzini Silmek İçin Çalınan Aygıt Koruması’nı Kapatın
uk: Вимкніть Захист украденого пристрою, щоб видалити відбиток пальця
vi: Tắt Bảo vệ thiết bị khi bị đánh cắp để xóa dấu vân tay
zh_cn: 关闭“失窃设备保护”以删除指纹
zh_hk: 關閉「失竊裝置保護」以刪除指紋
zh_tw: 關閉「遭竊裝置防護」來刪除指紋

# DTO_STATUS_LABEL_DESCRIPTION_STATE_ON
source: On
ar: مشغلة
bg: Вкл.
ca: Activada
cs: Zapnuto
da: Til
de: Ein
el: Ναι
es: Activada
es_us: Activada
fi: Päällä
fr: Oui
fr_ca: Oui
he: פעילה
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Sì
ja: オン
kk: Қосулы
ko: 켬
lt: Įjungta
ms: Aktif
nl: Aan
no: På
pl: Wł.
pt_br: Ativada
pt_pt: Sim
ro: Da
ru: Вкл.
sk: Zap.
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟

# DTO_ALERT_TOUCH_ID_REQUIRED_TO_ENABLE
source: Touch ID Required to Continue
ar: مطلوب بصمة الإصبع للمتابعة
bg: Изисква се Touch ID, за да продължите
ca: Touch ID obligatori per continuar
cs: Chcete‑li pokračovat, použijte Touch ID
da: Touch ID kræves for at fortsætte
de: Touch ID zum Fortfahren erforderlich
el: Απαιτείται Touch ID για να συνεχίσετε
es: Se requiere Touch ID para continuar
es_us: Se requiere Touch ID para continuar
fi: Jatkamiseen vaaditaan Touch ID
fr: Touch ID est requis pour continuer
fr_ca: Touch ID requis pour continuer
he: יש להשתמש ב-Touch ID כדי להמשיך
hi: जारी रखने के लिए Touch ID आवश्यक है
hr: Za nastavak je potreban Touch ID
hu: A folytatáshoz Touch ID szükséges
id: Touch ID Diperlukan untuk Melanjutkan
it: Per continuare è richiesto Touch ID
ja: 続けるには、Touch IDが必要です
kk: Жалғастыру үшін Touch ID қажет
ko: 계속하려면 Touch ID가 필요함
lt: Norint tęsti, reikalingas „Touch ID“
ms: Touch ID Diperlukan untuk Meneruskan
nl: Touch ID is vereist om door te gaan
no: Touch ID kreves for å fortsette
pl: Kontynuowanie wymaga Touch ID
pt_br: Touch ID Necessário para Continuar
pt_pt: É necessário Touch ID para continuar
ro: Este necesară utilizarea Touch ID pentru a continua
ru: Чтобы продолжить, используйте Touch ID
sk: Pred pokračovaním sa vyžaduje Touch ID
sl: Za nadaljevanje je zahtevan Touch ID
sv: Touch ID krävs för att fortsätta
th: ต้องใช้ Touch ID เพื่อดำเนินการต่อ
tr: Sürdürmek İçin Touch ID Gerekli
uk: Для продовження потрібний Touch ID
vi: Yêu cầu Touch ID để tiếp tục
zh_cn: 需要触控ID继续
zh_hk: 需要Touch ID以繼續
zh_tw: 需要Touch ID才能繼續

# DTO_ALERT_CANNOT_RESET_FACE_ID_MESSAGE
source: Face ID cannot be reset while Stolen Device Protection is on.
ar: لا يمكن إعادة تعيين بصمة الوجه أثناء تشغيل حماية الجهاز المسروق.
bg: Face ID не може да бъде нулиран, докато е включена Защита на откраднато устройство.
ca: No es pot restablir el Face ID amb la protecció en cas de robatori del dispositiu activada.
cs: Pokud je zapnutá ochrana odcizených zařízení, nelze Face ID resetovat.
da: Face ID kan ikke nulstilles, så længe Beskyttelse af stjålet enhed er slået til.
de: Face ID kann nicht zurückgesetzt werden, während der Schutz für gestohlene Geräte aktiviert ist.
el: Δεν είναι δυνατή η επαναφορά του Face ID κατά την ενεργοποίηση της Προστασίας κλεμμένης συσκευής.
es: No se puede restablecer Face ID mientras la protección en caso de robo del dispositivo está activada.
es_us: No puedes restablecer Face ID si está activada la protección del dispositivo en caso de robo.
fi: Face ID:tä ei voida nollata, kun Varastetun laitteen suojaus on päällä.
fr: Face ID ne peut pas être réinitialisé lorsque la protection en cas de vol de l’appareil est activée.
fr_ca: Impossible de réinitialiser Face ID tant que la protection en cas de vol de l’appareil est activée.
he: לא ניתן לאפס את Face ID כאשר המאפיין ״הגנה על מכשיר שנגנב״ פעיל.
hi: “चोरी हो जाने पर डिवाइस सुरक्षा” चालू होने पर Face ID को रीसेट नहीं किया जा सकता है।
hr: Face ID ne može se resetirati dok je uključena Zaštita ukradenog uređaja.
hu: A Face ID nem állítható alaphelyzetbe, amíg az Ellopott eszköz védelme be van kapcsolva.
id: Face ID tidak dapat diatur ulang saat Perlindungan Perangkat Curian menyala.
it: Non è possibile inizializzare Face ID mentre “Protezione del dispositivo rubato” è attiva.
ja: “盗難デバイスの保護”がオンの間はFace IDをリセットできません。
kk: «Ұрланған құрылғыны қорғау» функциясы қосылып тұрғанда, Face ID бастапқы күйге қайтару мүмкін емес.
ko: 도난당한 기기 보호 기능이 켜져 있는 동안에는 Face ID를 재설정할 수 없습니다.
lt: Kai įjungta „Pavogto įrenginio apsauga“, nustatyti „Face ID“ iš naujo negalima.
ms: Face ID tidak boleh direset semasa Perlindungan Peranti Dicuri aktif.
nl: Face ID kan niet opnieuw worden ingesteld terwijl 'Bescherming voor gestolen apparaat' is ingeschakeld.
no: Face ID kan ikke nullstilles mens Beskyttelse av stjålet enhet er på.
pl: Nie można wyzerować Face ID, gdy ochrona skradzionego urządzenia jest włączona.
pt_br: Não é possível redefinir o Face ID com a Proteção de Dispositivo Roubado ativada.
pt_pt: Não é possível repor o Face ID enquanto a proteção de dispositivos roubados estiver ativada.
ro: Nu puteți reseta Face ID în timp ce protecția pentru dispozitive furate este activată.
ru: Невозможно сбросить Face ID, когда включена Защита украденного устройства.
sk: Face ID nie je možné resetovať, keď je zapnutá ochrana odcudzeného zariadenia.
sl: Funkcije Face ID ni mogoče ponastaviti, medtem ko je vklopljena zaščita za ukradeno napravo.
sv: Det går inte att nollställa Face ID medan Skydd för stulen enhet är på.
th: ไม่สามารรีเซ็ต Face ID ได้ในระหว่างที่เปิดใช้การปกป้องอุปกรณ์เมื่อถูกขโมย
tr: Çalınan Aygıt Koruması açıkken Face ID sıfırlanamıyor.
uk: Face ID не можна скинути, поки ввімкнено Захист украденого пристрою.
vi: Không thể đặt lại Face ID khi Bảo vệ thiết bị khi bị đánh cắp được bật.
zh_cn: “失窃设备保护”打开时无法重设面容ID。
zh_hk: 「失竊裝置保護」開啟期間無法重設Face ID。
zh_tw: 開啟「遭竊裝置防護」期間無法重置Face ID。
